Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Windows can hide fonts that are not designed for your input language settings. If you choose this option, only fonts that are designed for your language settings will be listed in your programs.
be: Windows можа хаваць шрыфты, якія не прызначаныя для наладаў вашае мовы ўводу. Калі вы скарыстаеце гэтую магчымасць, у вашых праграмах будуць пералічаныя толькі шрыфты, прызначаныя для вашых моўных наладаў.

source: Windows can now play sounds from this device
be: Windows не можа граць гукі з гэтае прылады

source: Windows can only display dates between %1 and %2 for the %3 calendar.\n\nWould you like to change your calendar type?
be: Windows можа адлюстроўваць толькі даты паміж %1 і %2 для календара %3.\n\nЖадаеце змяніць тып календара?

source: Windows can try to recover your information and restart the program.
be: Windows можа паспрабаваць аднавіць вашую інфармацыю і перазапусціць праграму.

source: Windows can try to recover your information.
be: Windows можа паспрабаваць аднавіць вашую інфармацыю.

source: Windows can try to restart the program.
be: Windows можа паспрабаваць перазапусціць праграму.

source: Windows can try to restore the program.
be: Windows можа паспрабаваць аднавіць праграму.

source: Windows can try to restore the program. If you restore or close the program, you might lose information.
be: Windows можа паспрабаваць аднавіць праграму. Калі вы адновіце ці зачыніце праграму, то можаце страціць інфармацыю.

source: Windows can't access this disc
be: Windows не можа атрымаць доступ да дыска

source: Windows can't burn to the current disc.\nPlease insert a writable disc into drive %1.
be: Windows не можа прапаліць дзейную кружэлку.\nКалі ласка, устаўце запісвальную кружэлку ў кружэльнік %1.

source: Windows can't change this folder's sharing settings because it's on another computer.
be: Windows не можа змяніць налады абагульвання гэтага каталога, бо ён на іншым камп'ютары.

source: Windows can't check for updates
be: Windows не можа праверыць наяўнасць абнаўленняў

source: Windows can't check the disk while it's in use
be: Windows не можа праверыць дыск, калі ён выкарыстоўваецца

source: Windows can't copy this file or folder to the desired location.
be: Windows не можа скапіяваць гэты элемент у пажаданае размяшчэнне.

source: Windows can't create a shortcut here.\nDo you want the shortcut to be placed on the desktop instead?
be: Windows не можа стварыць пускальнік тут.\nЖадаеце замест гэтага змясціць яго на стальніцы?

source: Windows can't find '%1'.
be: Windows не можа знайсці '%1'.

source: Windows can't find '%1'. Check the spelling and try again.
be: Windows не можа знайсці '%1'. Праверце напісанне і паўтарыце спробу.

source: Windows can't find the file %1!ls!.
be: Windows не можа знацсці файл %1!ls!.

source: Windows can't format %s
be: Windows не можа адфарматаваць %s

source: Windows can't format this type of disk.
be: Windows не можа адфарматаваць такой тып дыска.

source: Windows can't format this type of disk. Insert a different disk and try again.
be: Windows не можа адфарматаваць такой тып дыска. Устаўце іншы дыск і паспрабуйце зноў.

source: Windows can't locate the Disk Cleanup program.
be: Windows не можа знайсці праграму чысткі дыска.

source: Windows can't locate the Disk Cleanup program. The program file might be corrupted or might have been deleted from your computer. To reinstall Disk Cleanup, run Windows Setup again.
be: Windows не можа знайсці праграму чысткі дыска. Праграма можа быць пашкоджаная альбо выдаленая з Вашага камп'ютара. Каб пераўсталяваць яе, запусціце ўсталяванне Windows.

source: Windows can't move this file or folder to the desired location.
be: Windows не можа перамясціць гэты элемент у пажаданае размяшчэнне.

source: Windows can't open this file:
be: Windows не можа адчыніць гэты файл:

source: Windows can't read the disc in drive %s
be: Windows не можа прачытаць дыск %s

source: Windows can't shut down or restart
be: Немагчыма выключыць ці перазапусціць Windows

source: Windows can't stop sharing the selected drive.
be: Windows не можа спыніць абагульванне вылучанага дыска.

source: Windows can't stop sharing the selected file.
be: Windows не можа спыніць абагульванне вылучанага файла.

source: Windows can't stop sharing the selected files.
be: Windows не можа спыніць абагульванне вылучаных файлаў.

source: Windows can't stop sharing the selected folder.
be: Windows не можа спыніць абагульванне вылучанага каталога.

source: Windows can't stop sharing the selected folders.
be: Windows не можа спыніць абагульванне вылучаных каталогаў.

source: Windows can't stop your '%s' device because a program is still using it. Close any programs that might be using the device, and then try again later.
be: Windows не можа спыніць прыладу '%s', бо праграма яшчэ выкарыстоўвае яе. Зачыніце ўсе праграмы, якія могуць карыстаць прыладу і паўтарыце спробу.

source: Windows can't synchronize automatically with the time server because the time difference is too great. Please update your time manually.
be: Windows не можа ссінхранізавацца з сэрверам часу, бо розніца ў часе надта вялікая. Калі ласка, абнавіце ваш час уручную.

source: Windows can't update important files and services while the system is using them. Make sure to save your files before restarting.
be: Windows не можа абнавіць важныя файлы і службы, калі іх карыстае сістэма. Пераканайцеся, што вашыя файлы захаваныя перад перазапускам.

source: Windows can't update important files and services while the system is using them. Save any open files, and then restart the computer.
be: Windows не можа абнавіць важныя файлы і службы, калі сістэма іх карыстае. Захавайце ўсе адчыненыя файлы і перазапусціце камп'ютар.

source: Windows cannot access %s
be: Windows не можа атрымаць доступ да %s

source: Windows cannot access the specified device, path, or file.
be: Windows не можа атрымаць доступ да азначанага файла, шляху альбо прылады.

source: Windows cannot access the specified device, path, or file. You may not have the appropriate permissions to access the item.
be: Windows не можа атрымаць доступ да азначанага файла, шляху альбо прылады. Магчыма, вы не маеце патрэбных дазволаў на доступ да элемента.

source: Windows cannot access this folder. Make sure you typed the file name correctly and that you have permission to access the folder.
be: Windows не можа атрымаць доступ да гэтага каталога. Пераканайцеся, што вы ўвялі назву правільна і што вы маеце дазвол на доступ да каталога.

source: Windows cannot change the password.
be: Windows не можа змяніць пароль.

source: Windows cannot delete the account that is currently logged in.
be: Windows не можа выдаліць рахунак, у які ўвайшлі.

source: Windows cannot display the properties of this connection. The Windows Management Instrumentation (WMI) information might be corrupted. To correct this, use System Restore to restore Windows to an earlier time (called a restore point). System Restore is located in the System Tools folder in Accessories.
be: Windows не можа адлюстраваць уласцівасці гэтага злучэння. Магчыма, інфармацыя кіравання інструментавання Windows (WMI) пашкоджаная. Каб скарэктаваць яе, скарыстайце аднаўленне сістэмы, каб аднавіць ранейшы стан Windows (пункт аднаўлення). Аднаўленне сістэмы знаходзіцца ў прыладдзі, у каталогу сістэмных інструментаў.

source: Windows cannot enable recycling for this share. Make sure you have write permissions on this folder.\r\n
be: Windows не можа ўключыць выкідванне для гэтага абагульнення. Пераканайцеся, што вы маеце дазвол на запісванне ў гэты каталог.\r\n

source: Windows cannot end this program.
be: Windows не можа скончыць праграму.

source: Windows cannot end this program. It may need more time to complete an operation.
be: Windows не можа скончыць праграму. Магчыма, спатрэбіцца дадатковы час на заканчэнне аперацыі.

source: Windows cannot find '%1!ls!'.
be: Windows не можа знайсці '%1!ls!'.

source: Windows cannot find '%1!ls!'. Check the spelling and try again, or try searching for the item by clicking the Start button and then clicking Search.
be: Windows не можа знайсці '%1!ls!'. Праверце напісанне і паспрабуйце зноў, ці скарыстайце пошук Пачатковага меню

source: Windows cannot find '%1!ls!'. Make sure you typed the name correctly, and then try again.
be: Windows не можа знайсці '%1!ls!'. Пераканайцеся, што назва ўведзена правільна і паспрабуйце яшчэ.

source: Windows cannot find the target.
be: Windows не можа знайсці мэтавы элемент.

source: Windows cannot format this drive.
be: Windows не можа адфарматаваць гэты дыск.

source: Windows cannot format this drive. Quit any disk utilities or other programs that are using this drive, and make sure that no window is displaying the contents of the drive. Then try formatting again.
be: Windows не можа адфарматаваць гэты дыск. Зачыніце усе праграмы, што выкарыстоўваюць дыск, пераканайцеся, што няма вокнаў, якія адлюстроўваюць яго змесціва. Тады паўтарыце спробу фарматавання.

source: Windows cannot make some changes to the power settings.
be: Windows не можа зрабіць некаторыя змены ў наладах сілкавання.

source: Windows cannot open the User Accounts control panel.
be: Windows не можа адчыніць панэль кіравання рахункамі карыстальнікаў.

source: Windows cannot remove the Network Bridge because one or more network property sheets are open. First close all network property sheets, and then remove the Network Bridge.
be: Windows не мовы выдаліць сеткавы мост, бо адна ці болей старонак сеткавых уласцівасцяў адчынена. Спачатку зачыніце ўсе старонкі сеткавых уласцівасцяў, а затым выдаліце сеткавы мост.

source: Windows cannot remove the password.
be: Windows не можа выдаліць пароль.

source: Windows cannot remove the password. Password and/or account policies require the account to have a password.
be: Windows не можа выдаліць пароль. Пароль і/ці палітыка рахунка патрабуе пароля для рахунка.

source: Windows cannot run this program because it is not in a valid format.
be: Windows не можа запусціць праграму таму, што яна не мае належнага фармату.

source: Windows cannot run this program.
be: Windows не можа запусціць гэтую праграму.

source: Windows cannot run this program. Please contact your vendor for a later version.
be: Windows не можа запусціць гэтую праграму. Калі ласка, звяжыцеся з вытворцам для атрымання больш позняй версіі.

source: Windows cannot set up a homegroup on this computer.
be: Windows не можа ўсталяваць хатнюю групу на гэтым камп'ютары.

source: Windows cannot start mapping on the adapter. Please make sure the adapter is connected and enabled.
be: Windows не можа пачаць супастаўленне на адаптары. Калі ласка, пераканайцеся, што адаптар злучаны і ўключаны.

source: Windows cannot start more than one copy of this program.
be: Windows не можа запусціць больш адной копіі гэтай праграмы.

source: Windows cannot turn off recycling for this share. Make sure you have delete permissions on this folder\r\n
be: Windows не можа выключыць выкідванне для гэтага абагульнення. Пераканайцеся, што вы маеце дазвол на выдаленне з гэтага каталога\r\n

source: Windows cannot verify the digital signature for this file.
be: Windows не можа праверыць лічбавы подпіс гэтага файла.

source: Windows cant read drive %1!c!:.
be: Windows не можа прачытаць дыск %1!c!:.

source: Windows cant read drive %1!c!:. Make sure there is a disk in the drive and that the disk is formatted and free of errors.
be: Windows не можа прачытаць дыск %1!c!:. Пераканайцеся, што дыск падключаны, адфарматаваны і не змяшчае памылкі.

source: Windows canвЂ™t read drive %1!c!:.
be: Windows не можа прачытаць дыск %1!c!:.

source: Windows canвЂ™t read drive %1!c!:. Make sure there is a disk in the drive and that the disk is formatted and free of errors.
be: Windows не можа прачытаць дыск %1!c!:. Пераканайцеся, што дыск падключаны, адфарматаваны і не змяшчае памылкі.

source: Windows can’t find this folder.
be: Windows не можа знайсці гэты каталог.

source: Windows can’t read drive %1!c!:.
be: Windows не можа прачытаць дыск %1!c!:.

source: Windows can’t read drive %1!c!:. Make sure there is a disk in the drive and that the disk is formatted and free of errors.
be: Windows не можа прачытаць дыск %1!c!:. Пераканайцеся, што дыск падключаны, адфарматаваны і не змяшчае памылкі.

source: Windows could not change your display to this resolution.
be: Windows не можа ўсталяваць такую разрознасць для вашага экрана.

source: Windows could not change your display to this resolution. Try a different resolution.
be: Windows не можа ўсталяваць такую разрознасць для вашага экрана. Паспрабуйце іншую разрознасць.

source: Windows could not check for updates automatically
be: Windows не можа праверыць наяўнасць абнаўленняў аўтаматычна

source: Windows could not connect to the %s service.
be: Windows не можа злучыцца са службаю "%s".

source: Windows could not connect to the %s service. This problem prevents standard users from logging on to the system.\nAs an administrative user, you can review the System Event Log for details about why the service didn't respond.
be: Windows не можа злучыцца са службаю "%s". Гэтая праблема прадухіляе ўваход у сістэму звычайных карыстальнікаў.\nЯк адміністратар, вы можаце перагледзець журнал сістэмных падзей для даведкі пра тое, чаму служба не адказвае.

source: Windows could not connect to the %s service.\n\nPlease consult your system administrator.
be: Windows не можа злучыцца са службаю "%s".\n\nКалі ласка, пракансультуйцеся з вашым сістэмным адміністратарам.

source: Windows could not create a MS-DOS startup disk on this disk.\nPlease check that the disk is not write-protected or try another disk.
be: Windows не можа стварыць дыск запуску MS-DOS на гэтым дыску.\nПераканайцеся, што дыск не абаронены ад запісу ці паспрабуйце іншы дыск.

source: Windows could not create the shortcut.
be: Windows не можа стварыць пускальнік.

source: Windows could not create the shortcut. Check to see if the disk is full.
be: Windows не можа стварыць пускальнік. Магчыма, дыск запоўнены.

source: Windows could not install important updates
be: Windows не можа ўсталяваць важныя абнаўленні

source: Windows could not properly load the %s keyboard layout.
be: Windows не можа правільна заладаваць раскладку клавіятуры '%s'.

source: Windows could not retrieve this information since you have been logged on using previously stored account information.
be: Windows не можа атрымаць гэтую інфармацыю, бо вы ўвайшлі, скарыстаўшы папярэднюю захаваную інфармацыю рахунка.

source: Windows could not retrieve this information.
be: Windows не можа атрымаць гэтую інфармацыю.

source: Windows could not save your theme.
be: Windows не можа захаваць вашую тэму.

source: Windows could not save your theme. You may need to save the theme to a different location or free up disk space. You can also try searching Help and Support for more information about this error: %1\n\nSelected location: %2
be: Windows не можа захаваць вашую тэму. Магчыма, вам неабходна захаваць тэму ў іншым размяшчэнні ці вызваліць дыскавую прастору. Вы таксама можаце пашукаць дадатковую інфармацыю пра гэтую памылку ў дапамозе і падтрымцы: %1\n\nАбранае размяшчэнне: %2

source: Windows could not search for new updates
be: Windows не можа знайсці новыя абнаўленні

source: Windows could not set the network settings
be: Windows не можа прызначыць сеткавыя налады

source: Windows couldn't stop sharing the selected libraries.
be: Windows не змагла спыніць абагульванне вылучаных бібліятэк.

source: Windows detected a homegroup on your network.
be: Windows вызначыла хатнюю групу ў вашай сетцы.

source: Windows detected a homegroup on your network. When you join a homegroup, you can share files and printers with other computers running Windows 7. To continue, get the homegroup password from %1 on %2 or another homegroup member.
be: Windows выявіла хатнюю групу ў вашай сетцы. Калі вы далучыцеся да яе, то зможаце абагульваць файлы і друкаркі для камп'ютараў з Windows 7. Каб працягнуць, атрымайце пароль хатняй групы ад %1 з %2 ці іншага чальца хатняй групы.

source: Windows detected a homegroup on your network. When you join a homegroup, you can share files and printers with other computers running Windows 7. To continue, get the homegroup password from a homegroup member.
be: Windows выявіла хатнюю групу ў вашай сетцы. Калі вы далучыцеся да яе, то зможаце абагульваць файлы і друкаркі для камп'ютараў з Windows 7. Каб працягнуць, атрымайце пароль хатняй групы ад яе чальца.

source: Windows detected a homegroup on your network. With a homegroup, you can share files and printers with other computers running Windows 7. You can also stream media to devices. The homegroup is protected with a password, and you'll always be able to choose what you share with the group.
be: Windows выявіла хатнюю групу ў вашай сетцы. Праз хатнюю групу вы можаце абагульваць файлы і друкаркі для камп'ютараў з Windows 7. Таксама вы можаце дасылаць медыяплынь на прылады. Хатняя група абароненая паролем, і вы заўжды можаце абраць, што абагульваць для гэтай групы.

source: Windows detected a homegroup on your network. With a homegroup, you can share files and printers with other computers running Windows 7. You can also stream media to devices. The homegroup is protected with a password, and you'll always be able to choose what you share with the group.\n\nTo view shared resources, first join the homegroup created by %1.\n
be: Windows выявіла хатнюю групу ў вашай сетцы. Праз хатнюю групу вы можаце абагульваць файлы і друкаркі для камп'ютараў з Windows 7. Таксама вы можаце дасылаць медыяплынь на прылады. Хатняя група абароненая паролем, і вы заўжды можаце абраць, што абагульваць для гэтай групы.\n\nКаб праглядаць абагуленыя рэсурсы, перш далучыцеся да групы, створанай %1.\n

source: Windows detected a potential problem with the RAM in your computer
be: Windows выявіла патэнцыйную праблему з RAM-памяццю вашага камп'ютара

source: Windows did not start this device driver because it can cause your computer to become unstable. <A>Details</A>
be: Windows не запусціла драйвер прылады, бо ён выклікае нестабільнасць сістэмы. <A>Дэталі</A>

source: Windows edition
be: Выданне Windows

source: Windows encountered a problem when trying to copy this file.
be: Windows вынайшла праблему падчас спробы капіявання гэтага файла.

source: Windows encountered a problem when trying to copy this file. What do you want Windows to do?
be: Windows сустрэла праблему падчас спробы капіявання гэтага файла. Што павінна зрабіць Windows?

source: Windows encountered a problem when trying to copy this folder.
be: Windows вынайшла праблему падчас спробы капіявання гэтага каталога.

source: Windows encountered a problem when trying to copy this folder. What do you want Windows to do?
be: Windows сустрэла праблему падчас спробы капіявання гэтага каталога. Што павінна зрабіць Windows?

source: Windows encountered a problem when trying to move this file.
be: Windows вынайшла праблему падчас спробы перамяшчэння гэтага файла.

source: Windows encountered a problem when trying to move this file. What do you want Windows to do?
be: Windows сустрэла праблему падчас спробы перамяшчэння гэтага файла. Што павінна зрабіць Windows?

source: Windows encountered a problem when trying to move this folder.
be: Windows вынайшла праблему падчас спробы перамяшчэння гэтага каталога.

source: Windows encountered a problem when trying to move this folder. What do you want Windows to do?
be: Windows сустрэла праблему падчас спробы перамяшчэння гэтага каталога. Што павінна зрабіць Windows?

source: Windows encountered an error when trying to stop sharing this library.
be: Windows сустрэла памылку падчас спробы спынення абагульвання гэтай бібліятэкі.

source: Windows failed to complete the search.
be: Windows не змагла скончыць пошук.

source: Windows failed to load because Code Integrity failed to initialize.
be: Не ўдалося заладаваць Windows, бо не ўдалося ініцыялізаваць цэласнасць коду .

source: Windows failed to load because a critical system driver is missing, or corrupt.
be: Не ўдалося заладаваць Windows, бо крытычны драйвер страчаны ці пашкоджаны.

source: Windows failed to load because a memory map conflict was detected during synchronization.
be: Не ўдалося заладаваць Windows, бо падчас сінхранізацыі выяўлены канфлікт табліцы памяці.

source: Windows failed to load because a required file is missing, or corrupt.
be: Не ўдалося заладаваць Windows, бо патрэбны файл страчаны ці пашкоджаны.

source: Windows failed to load because the ACPI firmware (BIOS) RSDP table is invalid.
be: Не ўдалося заладаваць Windows, бо RSDP-табліца ACPI BIOS недапушчальная.

source: Windows failed to load because the BitLocker Drive Encryption key required to unlock the volume could not be obtained.
be: Не ўдалося заладаваць Windows, бо не атрыманы ключ шыфравання дыска BitLocker, патрэбны для адмыкання раздзелу.

source: Windows failed to load because the HAL is missing, or corrupt.
be: Не ўдалося заладаваць Windows, бо HAL страчаны ці пашкоджаны.

source: Windows failed to load because the NLS data is missing, or corrupt.
be: Не ўдалося заладаваць Windows, бо звесткі NLS страчаныя ці пашкоджаныя.

source: Windows failed to load because the firmware (BIOS) is not ACPI compatible.
be: Не ўдалося заладаваць Windows, бо BIOS несумяшчальная з ACPI.

source: Windows failed to load because the kernel debugger DLL is missing, or corrupt.
be: Не ўдалося заладаваць Windows, бо наладчык ядра DLL страчаны ці пашкоджаны.

source: Windows failed to load because the kernel is missing, or corrupt.
be: Не ўдалося заладаваць Windows, бо ядро страчанае ці пашкоджанае.

source: Windows failed to load because the system registry file is missing, or corrupt.
be: Не ўдалося заладаваць Windows, бо сістэмны рэестр страчаны ці пашкоджаны.

source: Windows failed to start the advanced options dialog.
be: Windows не ўдалося запусціць дыялог дадатковых наладаў.

source: Windows has blocked some startup programs
be: Windows заблакавала некаторыя праграмы запуску

source: Windows has encountered a critical problem and will restart automatically in one minute.
be: Windows выявіла крытычную праблему і аўтаматычна перазапусціцца праз 1 хвіліну.

source: Windows has encountered a critical problem and will restart automatically in one minute. Please save your work now.
be: Windows сустрэла крытычную праблему і аўтаматычна перазапусціцца праз 1 хвіліну. Калі ласка, захавайце зараз вашу працу.

source: Windows has recovered from an unexpected shutdown
be: Windows адноўленая пасля нечаканага выключэння.

source: Windows installed new updates
be: Windows усталявала новыя абнаўленні

source: Windows is activated
be: Windows актываваная

source: Windows is checking for a solution to the problem...
be: Windows правярае наяўнасць вырашэння праблемы...

source: Windows is checking online for a solution to the problem
be: Windows правярае ў сеціве наяўнасць вырашэння праблемы

source: Windows is collecting more information about the problem. This might take several minutes...
be: Windows збірае больш інфармацыі аб праблеме. Гэта можа заняць некалькі хвілін...

source: Windows is creating the network map.
be: Windows стварае мапу сеткі.

source: Windows is currently using the disc.
be: Windows зараз выкарыстоўвае гэтую кружэлку.

source: Windows is currently using the disc. Please wait before starting to burn.
be: Windows зараз выкарыстоўвае гэтую кружэлку. Калі ласка, пачакайце, перш чым пачынаць прапальванне.

source: Windows is downloading updates (%u%% complete)
be: Windows спампоўвае абнаўленні (%u%% скончана)

source: Windows is in Notification period.
be: Windows у перыядзе апавяшчэнняў.

# Windows is in Notification period.
source: Windows is in Notification period.\r\n
be: Windows у перыядзе апавяшчэнняў.\r\n
